Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: The clear width for aisles shall be measured to walls, edges of seating and tread edges except for permitted projections.
fr_ca: La largeur libre des allées doit être mesurée jusqu'aux murs, aux bords des sièges et aux bords des marches, à l'exception des saillies autorisées.

source: The clear width of a ramp between handrails, if provided, or other permissible projections shall be 36 inches (914 mm) minimum.
fr_ca: La largeur libre d'une rampe entre les mains courantes, le cas échéant, ou d'autres saillies autorisées doit être d'au moins 36 po (914 mm).

source: The clear width of a ramp run shall be 36 inches (915 mm) minimum.
fr_ca: La largeur libre d'une course de rampe doit être d'au moins 36 po [915 mm].

source: The clear width of aisles adjacent to seating at tables shall be permitted to be measured in accordance with Section 1030.13.1.
fr_ca: La largeur libre des allées adjacentes aux sièges aux tables peut être mesurée selon la section 1030.13.1.

source: The clear width of an accessible route shall comply with Section 403.5.
fr_ca: La largeur libre d'un itinéraire accessible doit se conformer à la section 403.5.

source: The clear width of stairways at and below the handrail height, including treads and landings, shall be not less than 311/2 inches (787 mm) where a handrail is installed on one side and 27 inches (698 mm) where handrails are installed on both sides.
fr_ca: La largeur libre des escaliers à la hauteur de la rampe et au-dessous, y compris les marches et les paliers, ne doit pas être inférieure à 311/2 po [787 mm] lorsqu'une rampe est installée d'un côté et à 27 po [698 mm] lorsque des rampes sont installées des deux côtés.

source: The clear width of the circulation path shall be 36 inches (915 mm) minimum.
fr_ca: La largeur libre de la voie de circulation doit être d’au moins 36 po [915 mm].

source: The clear width of the circulation path shall comply with Section 403.5.
fr_ca: La largeur libre de la voie de circulation doit être conforme à la section 403.5.

source: The clearance between the car platform sill and the edge of any hoistway landing shall be 11/4 inches (32 mm) maximum.
fr_ca: Le dégagement entre le seuil de la plateforme de la cabine et le bord de tout palier de la gaine doit être d'au plus 11/4 po [32 mm].

source: The clearance between the car platform sill and the edge of any hoistway landing shall comply with ASME A17.1/CSA B44 listed in Section 106.2.8.
fr_ca: Le dégagement entre le seuil de la plateforme de la cabine et le bord de tout palier de la gaine doit être conforme à la norme ASME A17.1/CSA B44 indiquée à la section 106.2.8.

source: The clearing of stoppages or the repairing of leaks in pipes, valves or fixtures and the removal and reinstallation of water closets, provided that such repairs do not involve or require the replacement or rearrangement of valves, pipes or fixtures.
fr_ca: Le dégagement des obstructions ou la réparation des fuites dans les tuyaux, les robinets ou les appareils sanitaires, ainsi que le retrait et la réinstallation des toilettes, à condition que ces réparations n’impliquent ni n’exigent le remplacement ou le réaménagement des robinets, des tuyaux ou des appareils sanitaires.

source: The combined Group B occupant load of all floors is 500 or more.
fr_ca: La charge d'occupants combinée du Groupe B de tous les étages est de 500 ou plus.

source: The combined use of Exceptions 1 and 2 shall not exceed 50 percent of the number and minimum width or required capacity of the required exits.
fr_ca: L'utilisation combinée des exceptions 1 et 2 ne doit pas dépasser 50 % du nombre et de la largeur minimale ou de la capacité requise des issues requises.

source: The common path of egress travel shall not exceed 30 feet (9144 mm) from any point in the merchandise pad.
fr_ca: Le parcours commun d'accès à l'issue ne doit pas dépasser 30 pi (9 144 mm) à partir de tous les points de la plateforme de marchandises.

source: The common path of egress travel shall not exceed 30 feet (9144 mm) from any seat to a point where an occupant has a choice of two paths of egress travel to two exits.
fr_ca: Le parcours commun d'accès à l'issue ne doit pas dépasser 30 pi (9144 mm) entre n'importe quel siège et un point où un occupant a le choix entre deux chemins de retraite vers deux issues.

source: The companion seat shall be equivalent in size, quality, comfort and amenities to the seats in the immediate area to the wheelchair space location.
fr_ca: Le siège d'accompagnateur doit être équivalent en taille, en qualité, en confort et en commodités aux sièges situés à proximité immédiate de l'emplacement de l'espace pour fauteuil roulant.

source: The completed liner shall be tested in accordance with Section 312.9.
fr_ca: La membrane d'étanchéité terminée doit être testée selon la section 312.9.

source: The construction documents shall be prepared by a registered design professional where required by the statutes of the jurisdiction in which the project is to be constructed.
fr_ca: Les documents de construction doivent être préparés par un professionnel de la conception enregistré lorsque les lois de la juridiction dans laquelle le projet doit être réalisé l’exigent.

source: The construction documents shall include manufacturer's installation instructions that provide supporting documentation that the proposed penetration and opening details described in the construction documents maintain the weather resistance of the exterior wall envelope.
fr_ca: Les documents de construction doivent inclure les instructions d’installation du fabricant ainsi que les documents justificatifs démontrant que les détails proposés pour les pénétrations et les ouvertures, décrits dans les documents de construction, permettent de maintenir la résistance aux intempéries de l’enveloppe des murs extérieurs.

source: The construction documents shall include manufacturer's installation instructions.
fr_ca: Les documents de construction doivent inclure les directives d'installation du fabricant.

source: The construction documents shall provide details of the exterior wall envelope as required, including flashing, intersections with dissimilar materials, corners, end details, control joints, intersections at roof, eaves or parapets, means of drainage, water-resistive barrier and details around openings.
fr_ca: Les documents de construction doivent fournir les détails requis de l’enveloppe des murs extérieurs, notamment les solins, les raccordements avec des matériaux dissemblables, les angles, les détails d’extrémité, les joints de contrôle, les raccordements au toit, aux avant-toits ou aux parapets, les dispositifs de drainage, la membrane pare-eau et les détails autour des ouvertures.

source: The construction documents shall provide the information specified in Section 1603.
fr_ca: Les documents de construction doivent fournir les renseignements précisés à la section 1603.

source: The construction documents shall show in sufficient detail the location, construction, size and character of all portions of the means of egress including the path of the exit discharge to the public way in compliance with the provisions of this code.
fr_ca: Les documents de construction doivent indiquer avec suffisamment de détails l’emplacement, la construction, les dimensions et la nature de toutes les parties des moyens d’évacuation, y compris le parcours menant de la sortie à la voie publique, conformément aux dispositions du présent code.

source: The construction documents submitted with the application for permit shall be accompanied by a site plan showing to scale the size and location of new construction and existing structures on the site, distances from lot lines, the established street grades and the proposed finished grades and, as applicable, flood hazard areas, floodways, and design flood elevations; and it shall be drawn in accordance with an accurate boundary line survey.
fr_ca: Les documents de construction soumis avec la demande de permis doivent être accompagnés d’un plan de situation indiquant, à l’échelle, les dimensions et l’emplacement des nouvelles constructions et des structures existantes sur le terrain, les distances par rapport aux limites du lot, les niveaux de voirie établis et les niveaux finis projetés et, s’il y a lieu, les zones à risque d’inondation, les voies d’écoulement des crues et les cotes de crue de calcul; le plan doit être établi conformément à un levé précis des limites de propriété.

source: The construction of high-rise buildings shall comply with the provisions of Sections 403.2.1 through 403.2.3.
fr_ca: La construction des bâtiments de grande hauteur doit être conforme aux dispositions des articles 403.2.1 à 403.2.3.

source: The contrasting marking shall be durable and shall extend from one side of each tread to the other side of each tread.
fr_ca: Le marquage contrastant doit être durable et s'étendre d'un côté à l'autre de chaque marche.

source: The contrasting marking stripe is permitted to be omitted where tread surfaces are such that the location of each tread is readily apparent when viewed in descent.
fr_ca: La bande de marquage contrastante peut être omise lorsque les surfaces de marche sont telles que l'emplacement de chaque marche est facilement visible en descendant.

source: The cooking appliances shall comply with Section 420.9.
fr_ca: Les appareils de cuisson doivent être conformes à la section 420.9.

source: The copper sheet shall be insulated from conducting substances other than the connecting drain by 15-pound (6.80 kg) asphalt felt or an equivalent.
fr_ca: La feuille de cuivre doit être isolée des substances conductrices autres que le drain de raccordement par du feutre asphaltique de 15 livres (6,80 kg) ou un matériau équivalent.

source: The countertop and cabinetry can be removed;
fr_ca: Le comptoir et l'armoire peuvent être retirés;

source: The cross-sectional area of the passageway above the firebox, including the throat, damper and smoke chamber, shall be not less than the cross-sectional area of the flue.
fr_ca: La section transversale du passage au-dessus de la chambre de combustion, y compris la gorge, le registre et la chambre à fumée, ne doit pas être inférieure à la section transversale du conduit de fumée.

source: The deferred submittal items shall not be installed until the deferred submittal documents have been approved by the building official.
fr_ca: Les éléments à soumettre ultérieurement ne doivent pas être installés tant que les documents relatifs à ces éléments n’ont pas été approuvés par le responsable de la construction.

source: The demarcation lines shall continue across the floor in front of all doors.
fr_ca: Les lignes de démarcation doivent continuer sur le sol devant toutes les portes.

source: The depth from the exterior of the building is not greater than 10 feet (3048 mm) and the length is not greater than 30 feet (9144 mm).
fr_ca: La profondeur depuis l'extérieur du bâtiment n'est pas supérieure à 10 pieds (3 048 mm) et la longueur n'est pas supérieure à 30 pieds (9 144 mm).

source: The depth of the end maneuvering clearance shall extend the depth of the changing surface and the side maneuvering clearance.
fr_ca: La profondeur de l'espace de dégagement d'extrémité doit se prolonger sur la profondeur de la surface à langer et de l'espace de dégagement latéral.

source: The depth of the opening shall be measured from the average adjoining ground level to the bottom of the opening..
fr_ca: La profondeur de l’ouverture doit être mesurée à partir du niveau moyen du sol adjacent jusqu’au bas de l’ouverture.

source: The design occupant load.
fr_ca: La charge d'occupants aux fins de conception.

source: The design shall account for the construction, installation, operation and inspection of the hoist tower, car, machinery and control equipment, guide members and hoisting mechanism.
fr_ca: La conception doit tenir compte de la construction, de l’installation, du fonctionnement et de l’inspection de la tour de levage, de la cabine, de la machinerie et de l’équipement de commande, des éléments de guidage et du mécanisme de levage.

source: The design shall include, but is not limited to, anticipated loads, structural stability, impact, vibration, stresses and seismic restraint.
fr_ca: La conception doit tenir compte des charges prévues, de la stabilité structurale, des impacts, des vibrations, des contraintes et des dispositifs de retenue parasismiques.

source: The designation shall be acid etched, sand blasted, ceramic fired, laser etched, embossed or of a type that once applied, cannot be removed without being destroyed.
fr_ca: La désignation doit être gravée à l'acide, sablée, cuite en céramique, gravée au laser, en relief ou d'un type qui, une fois appliquée, ne peut être enlevée sans être détruite.

source: The designation shall be acid etched, sandblasted, ceramic-fired, laser etched, embossed, or be of a type that once applied cannot be removed without being destroyed.
fr_ca: La désignation doit être gravée à l'acide, sablée, cuite en céramique, gravée au laser, estampée ou être d'un type qui, une fois appliquée, ne peut être enlevée sans être détruite.

source: The detection, alarm and emergency systems of high-rise buildings shall comply with Sections 403.4.1 through 403.4.8.
fr_ca: Les systèmes de détection, d’alarme et d’urgence des bâtiments de grande hauteur doivent être conformes aux articles 403.4.1 à 403.4.8.

source: The discharge water temperature from a bidet fitting shall be limited to not greater than 110°F (43°C) by a water-temperature-limiting device conforming to ASSE 1070/ASME A112.1070/CSA B125.70.
fr_ca: La température de l'eau de refoulement d'un robinet de bidet doit être limitée à 110 °F (43 °C) au maximum par un dispositif de limitation de la température de l'eau conforme à la norme ASSE 1070/ASME A112.1070/CSA B125.70.

source: The dishwasher door in the open position shall not obstruct the clear floor space for the dishwasher or an adjacent sink.
fr_ca: La porte du lave-vaisselle en position ouverte ne doit pas obstruer la surface de plancher dégagée pour le lave-vaisselle ou un évier adjacent.

source: The dishwasher door in the open position shall not obstruct the clear floor space for the dishwasher.
fr_ca: La porte du lave-vaisselle en position ouverte ne doit pas obstruer la surface de plancher dégagée pour le lave-vaisselle.

source: The distance between the entry to an exit stairway in an atrium and the entrance to a minimum of one exit stairway enclosed in accordance with Section 1023.2 shall comply with the separation required by Section 1007.1.1.
fr_ca: La distance entre l’entrée d’un escalier menant à une issue dans un atrium et l’entrée d’au moins un escalier menant à une issue encloisonné conformément à la section 1023.2 doit être conforme à la distance de séparation exigée par la section 1007.1.1.

source: The distance shall be measured in a straight line between the exit discharge door from the interior exit stairway or ramp and the last tread of the exit access stairway or termination of slope of the exit access ramp.
fr_ca: La distance doit être mesurée en ligne droite entre la porte d’issue au niveau de l’issue de l’escalier ou de la rampe d’issue intérieur et la dernière marche de l’escalier d’accès à l’issue ou l’extrémité de la pente de la rampe d’accès à l’issue.

source: The distance shall be measured in a straight line between the nearest points of the enclosure surrounding the interior exit stairways.
fr_ca: La distance doit être mesurée en ligne droite entre les points les plus proches de l’enceinte entourant les escaliers d’issue intérieurs.

source: The doors shall be close fitting within operational tolerances, and shall not have a center mullion or undercuts in excess of 3/4 inch (19.1 mm), louvers or grilles.
fr_ca: Les portes doivent être à ajustement serré dans les limites de tolérance de fonctionnement et ne doivent pas comporter de meneau central ni de découpes inférieures de plus de 3/4 pouce (19,1 mm), de persiennes ou de grilles.

source: The doors shall be identified by a low-location luminous emergency exit symbol complying with NFPA 170.
fr_ca: Les portes doivent être identifiées par un symbole lumineux d'issue de secours situé en bas et conforme à la norme NFPA 170.

source: The doors shall have head and jamb stops, and astragals or rabbets at meeting edges.
fr_ca: Les portes doivent être munies de butées de tête et de jambage ainsi que de couvre-joints ou de feuillures aux rives de rencontre.

source: The edge marking stripe shall be distinctively different from the contrasting marking stripe.
fr_ca: La bande de marquage du bord doit être nettement différente de la bande de marquage contrastante.

source: The edge marking stripe shall be distinctively different from the stepped aisle contrasting marking stripe.
fr_ca: La bande de marquage du bord doit être nettement différente de la bande de marquage contrastante de l'allée à gradins.

source: The edition of the code under which the permit was issued.
fr_ca: L'édition du code en vertu de laquelle le permis a été délivré.

source: The egress door shall be side-hinged, and shall provide a clear width of not less than 32 inches (813 mm) where measured between the face of the door and the stop, with the door open 90 degrees (1.57 rad).
fr_ca: La porte de sortie doit être à charnières latérales et offrir une largeur libre d'au moins 32 po [813 mm] mesurée entre la face de la porte et la butée, lorsque la porte est ouverte à 90 degrés (1,57 rad).

source: The egress path from the interior exit stairway and ramp on the level of exit discharge is protected throughout by an approved automatic sprinkler system.
fr_ca: Le chemin d'évacuation à partir de l'escalier et de la rampe d'issue intérieurs au niveau de l'issue d'évacuation est protégé sur toute sa longueur par un système d'extincteurs automatiques approuvé.

source: The elevator car doors and the associated hoistway enclosure doors at the floor level designated for recall in accordance with Section 3003.2 shall be permitted to remain open during Phase I Emergency Recall Operation.
fr_ca: Les portes de la cabine d’ascenseur et les portes correspondantes de l’enceinte de la gaine d’ascenseur au niveau de plancher désigné pour le rappel conformément à la section 3003.2 peuvent rester ouvertes pendant le fonctionnement de rappel d’urgence de phase I.

source: The elevator car shall be of such a size and arrangement to accommodate an ambulance stretcher 24 inches by 84 inches (610 mm by 2134 mm) with not less than 5-inch (127 mm) radius corners in the horizontal, open position and shall be identified by the international symbol for emergency medical services (star of life).
fr_ca: La cabine d’ascenseur doit être de dimensions et d’agencement permettant d’accueillir une civière d’ambulance de 24 po sur 84 po (610 mm sur 2 134 mm), avec des coins d’un rayon d’au moins 5 po (127 mm), en position horizontale et ouverte, et doit être identifiée au moyen du symbole international des services médicaux d’urgence (étoile de vie).

source: The elevator car shall provide a clear floor space complying with Section 305.3.
fr_ca: La cabine d'ascenseur doit fournir une surface de plancher dégagée conforme à la section 305.3.

source: The emergency voice/alarm communication system will activate on sprinkler waterflow.
fr_ca: Le système de communication vocale et d’alarme d’urgence doit se déclencher lors de la détection d’un débit d’eau dans le système d’extincteurs automatiques.

source: The end of the “L” shall be 22 inches (560 mm) minimum and 23 inches (585 mm) maximum from the main seat wall.
fr_ca: L'extrémité du « L » doit se trouver à une distance comprise entre 22 po [560 mm] et 23 po [585 mm] du mur principal du siège.

source: The entire area of the level of exit discharge is separated from areas below by construction conforming to the fire-resistance rating for the enclosure.
fr_ca: L’ensemble de la superficie du niveau de l’issue doit être séparé des espaces situés en dessous par une construction présentant le degré de résistance au feu exigé pour l’enceinte.

source: The entire area of the vestibule is separated from areas below by construction conforming to the fire-resistance rating of the interior exit stairway or ramp enclosure.
fr_ca: L’ensemble de la superficie du vestibule doit être séparé des espaces situés en dessous par une construction présentant le degré de résistance au feu exigé pour l’enceinte de l’escalier ou de la rampe d’issue intérieur.

source: The entrance level shall include a toilet room or bathroom complying with Section 1105.6 and one habitable space with an area 70 square feet (6.5 m2) minimum.
fr_ca: Le niveau de l'entrée doit comprendre une salle de toilette ou une salle de bain conforme à la Section 1105.6 et une aire habitable d'au moins 70 pi2 [6,5 m2].

source: The entry of the exit stairway shall have access from a minimum of two directions.
fr_ca: L’entrée de l’escalier d’issue doit être accessible depuis au moins deux directions.

source: The entry to the exit stairway is the edge of the closest riser of the exit stairway.
fr_ca: L’entrée de l’escalier d’issue correspond au bord de la contremarche la plus proche de l’escalier d’issue.

source: The equipment and ductwork shall be located exterior to the building and shall be directly connected to the exit passageway by ductwork enclosed in construction as required for shafts.
fr_ca: Les équipements et les conduits doivent être situés à l’extérieur du bâtiment et doivent être directement raccordés au passage d’issue par des conduits enfermés dans une construction conforme aux exigences applicables aux puits.

source: The exit access travel distance shall be not greater than 300 feet (91 440 mm) for buildings without a sprinkler system and 400 feet (122 mm) for buildings equipped throughout with an automatic sprinkler system in accordance with Section 903.3.1.1.
fr_ca: La distance de parcours jusqu’à l’issue doit être d’au plus 300 pieds (91 440 mm) pour les bâtiments sans système d’extincteurs automatiques et d’au plus 400 pieds (122 m) pour les bâtiments entièrement équipés d’un système d’extincteurs automatiques conformément à la section 903.3.1.1.

source: The exit access travel distance shall comply with Section 1017.
fr_ca: La distance de parcours doit être conforme à la section 1017.

source: The exit discharge shall be at grade or shall provide a direct path of egress travel to grade.
fr_ca: L’issue doit être au niveau du sol ou doit offrir un parcours d’évacuation direct jusqu’au niveau du sol.

source: The exit discharge shall comply with Sections 1028 and 1029 and the applicable requirements of Sections 1003 through 1015.
fr_ca: L'issue d'évacuation doit être conforme aux sections 1028 et 1029 et aux exigences applicables des sections 1003 à 1015.

source: The exit discharge shall not reenter a building.
fr_ca: L'issue d'évacuation ne doit pas revenir dans un bâtiment.

source: The exit discharge shall provide a direct and unobstructed access to a public way.
fr_ca: L'issue d'évacuation doit fournir un accès direct et dégagé à une voie publique.

source: The exit door discharging to the outside or to the level of exit discharge shall have a sign with raised characters and braille stating “EXIT.”
fr_ca: La porte d'issue menant à l'extérieur ou au niveau de l'issue d'évacuation doit avoir un panneau en caractères en relief et en braille indiquant « ISSUE ».
